Repository: alessandro308/fidelity-cards
Catalog: i18n/*.po
Languages: uk

source: You are disconnected
uk: Sei disconnesso

source: New Card
uk: Nuova Card

source: All Cards
uk: Tutte la cards

source: Generate Barcodes
uk: Genera codici a barre

source: Logout
uk: Esci

source: Create a new card
uk: Crea nuova card

source: Name
uk: Nome

source: Name and Last Name
uk: Nome e cognome

source: Enter email
uk: Inserisci l'email

source: Phone
uk: Telefono

source: Card Number
uk: Numero Card

source: Card number does not exists
uk: Card non esistente

source: Referral
uk: Presentatore

source: Create
uk: Crea

source: Card already exists
uk: La card esiste già.

source: Delete the previous card before to create a new card with the same Card Number
uk: Elimina la card precedente prima di creare una nuova card con lo stesso numero

source: Type
uk: Tipo

source: Points
uk: Punti

source: Deleting
uk: Eliminando

source: Filter by name
uk: Filtra per nome

source: Customer Name
uk: Nome cliente

source: Submit
uk: Invia

source: Starting Generation Value
uk: Valore iniziale di generazione

source: Staring Value
uk: Valore iniziale

source: Label Count
uk: Contatore etichette

source: Print labels!
uk: Stampa le etichette!

source: This card is not eligible for Business programme!
uk: Questa card non è usabile per il programma Business!

source: Do you want to convert it to standard?
uk: Vuoi convertire questa card in standard?

source: Snooze alert by 90 days
uk: Posticipa l'avviso di 90 giorno

source: Convert to standard
uk: Converti in standard

source: In the last 90 days this card has earned ${ last3MonthPoints } points
uk: Negli ultimi 90 giorni questa card ha guadagnato ${ last3MonthPoints } punti

source: Date
uk: Data

source: Action
uk: Azioni

source: Applied Discount
uk: Applica sconto

source: Card Creation
uk: Creazione card

source: Something went wrong. Refresh the page and retry
uk: Qualcosa è andato storto. Riaggiorna la pagina e riprova.

source: Card successfully deleted
uk: Card elminata con successo

source: Scan the card code
uk: Scansiona il codice dalla card

source: Referred By:
uk: Referenziato da:

source: Creation Date
uk: Data Creazione

source: Delete
uk: Elimina

source: Use gift points
uk: Usa punti regalo

source: Use Discount
uk: Usa sconto

source: Add points
uk: Aggiungi punti

source: Point to add
uk: Punti da aggiungere

source: Close
uk: Chiudi

source: Do you want to delete the card #${ cardNumber }?
uk: Vuoi davvero eliminare la card #${ cardNumber }?

source: Cancel
uk: Annulla

source: Use Gift Points
uk: Usa punti regalo

source: Apply discount to card #${ cardNumber }?
uk: Vuoi applicare lo sconto alla card #${ cardNumber }?

source: Gift Point to use
uk: Punti regalo da usare

source: There are no enough points available
uk: Non ci sono abbastanza punti disponibili

source: Use
uk: Usa

source: Manage SMS
uk: Gestisci SMS

source: SMS Text for points.
uk: Testo degli SMS per i punti

source: Still available ${ smsQuantity } SMS
uk: Ancora disponibili ${ smsQuantity } SMS

source: Send Card via Whatsapp
uk: Invia Card con Whatsapp

source: Send Card Amount via Whatsapp
uk: Invia Totale Punti con Whatsapp

source: Send Card Amount via SMS
uk: Invia Totale Puntri tramite SMS
